Repository: FinancePlanner/stock-plan-ios
Catalog: financeplan/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: -- / no data
pt_pt: --/sem dados

# %@ allocation changes from %@ to %@
source: %1$@ allocation changes from %2$@ to %3$@
pt_pt: A alocação de %@ passa de %@ para %@

source: %@ allocation impact
pt_pt: %@ impacto da alocação

# %@ plan, %@%@
source: %1$@ plan, %2$@%3$@
pt_pt: %@ plano, %@ %@

source: %@ Shares
pt_pt: %@ Partilhas

# %@ shares @ %@
source: %1$@ shares @ %2$@
pt_pt: %@ partilha @ %@

source: %@ was added to your portfolio.
pt_pt: %@ foi adicionado ao seu portefólio.

source: %@'s plan
pt_pt: Plano de %@

source: %@'s spending
pt_pt: Gastos de %@

source: %lld months
pt_pt: %lld meses

source: %lld names
pt_pt: %lld ativos

# %lld parsed row(s) • %lld issue(s)
source: %1$lld parsed row(s) • %2$lld issue(s)
pt_pt: %lld linha(s) analisada(s) • %lld problema(s)

# %lld position%@ ready
source: %1$lld position%2$@ ready
pt_pt: %lld posição anterior %@ pronto

source: %lld positions
pt_pt: %lld posições anteriores

source: %lld Positions
pt_pt: %lld Posições

source: %lld positions · percentages sum to how much each holding contributes to total value.
pt_pt: %lld posições · soma percentual de quanto cada participação contribui para o valor total.

source: %lld positions found
pt_pt: %lld posições encontradas

# %lld/%lld to %@
source: %1$lld/%2$lld to %3$@
pt_pt: %lld/%lld para %@

source: %lld%% of budget
pt_pt: %lld%% do orçamento

source: %lld%% of Budget
pt_pt: %lld%% do Orçamento

source: %lld%% of income
pt_pt: %lld%% de renda

source: %lld%% remaining
pt_pt: %lld%% restante

source: %lld%% vs last month
pt_pt: %lld%% vs o mês passado

source: © 2024 The Editorial Financial Experience. All rights reserved.
pt_pt: © 2024 A Experiência Financeira Editorial. Todos os direitos reservados.

source: ~24 hours
pt_pt: ~24 horas

source: 5-year forecast
pt_pt: Previsão a 5 anos

source: A compact read on growth and profitability powered by live market analysis data.
pt_pt: Uma leitura compacta sobre crescimento e rentabilidade alimentada por dados de análise de mercado ao vivo.

source: A compact read on the near-term setup and the longer-term valuation path.
pt_pt: Uma leitura compacta sobre a configuração de curto prazo e a trajetória de avaliação de longo prazo.

source: A current snapshot of valuation, growth, and profitability before moving into forecasts or peer comparison.
pt_pt: Um instantâneo atual de avaliação, crescimento e rentabilidade antes de passar para previsões ou comparação com pares.

source: A focused investing workspace for portfolios, watchlists, targets, and market context.
pt_pt: Um espaço de trabalho de investimento focado em carteiras, listas de observação, objetivos e contexto de mercado.

source: About Norviq
pt_pt: Sobre a Norviq

source: Achievement Progress
pt_pt: Progresso de conquistas

source: Achievements
pt_pt: Conquistas

source: Active
pt_pt: Ativo

source: Activity Feed
pt_pt: Feed de atividades

source: Actual
pt_pt: Real

source: ACTUAL
pt_pt: REAL

source: Actual %@
pt_pt: %@ real

source: ACTUAL SPENDING
pt_pt: GASTOS REAIS

source: Add
pt_pt: Adicionar

source: Add a focus point
pt_pt: Adicione um ponto de foco

source: Add Another Position
pt_pt: Adicionar outra posição

source: Add Crypto
pt_pt: Adicionar criptografia

source: Add crypto holding
pt_pt: Adicionar retenção de encriptação

source: Add custom pillar
pt_pt: Adicionar pilar personalizado

source: Add Entry
pt_pt: Adicionar entrada

source: Add First Item
pt_pt: Adicionar primeiro item

source: Add First Transaction
pt_pt: Adicionar a primeira transação

source: Add Focus Point
pt_pt: Adicionar ponto de foco

source: Add holdings under Holdings to see how your portfolio is split by cost basis.
pt_pt: Adicione participações em Participações para ver como o seu portefólio é dividido por custo.

source: Add Initial Expenses (Optional)
pt_pt: Adicionar despesas iniciais (opcional)

source: Add items to plan your monthly budget
pt_pt: Adicione artigos para planear o seu orçamento mensal

source: Add pillar
pt_pt: Adicionar pilar

source: Add planned item
pt_pt: Adicionar item planeado

source: Add position
pt_pt: Adicionar posição

source: Add Position
pt_pt: Adicionar posição

source: Add price alert
pt_pt: Adicionar alerta de preço

source: Add to portfolio
pt_pt: Adicionar ao portfólio

source: Add watchlist item
pt_pt: Adicionar item da lista de observação

source: Add Watchlist Item
pt_pt: Adicionar item da lista de observação

source: Add your first cryptocurrency to start tracking your portfolio performance.
pt_pt: Adicione a sua primeira criptomoeda para começar a monitorizar o desempenho do seu portefólio.

source: Add your first holding or change your filter.
pt_pt: Adicione a sua primeira holding ou altere o seu filtro.

source: Add your own analysis
pt_pt: Adicione a sua própria análise

source: Adjust monthly budget
pt_pt: Ajustar o orçamento mensal

source: Adjust Monthly Budget
pt_pt: Ajustar o orçamento mensal

source: Adjust pillar targets
pt_pt: Ajustar as metas dos pilares

source: AI Model Integrations
pt_pt: Integrações de modelos de IA

source: Alerts
pt_pt: Alertas

source: All Set!
pt_pt: Tudo pronto!

source: Allocation
pt_pt: Alocação

source: Already have an account?
pt_pt: Já tem conta?

source: Always use dark appearance.
pt_pt: Utilizar sempre a aparência escura.

source: Always use light appearance.
pt_pt: Utilizar sempre a aparência clara.

source: Amount
pt_pt: Montante

source: Analysis
pt_pt: Análise

source: Analyst recommendation mix for %@, based on the wrapped grades-consensus market data endpoint.
pt_pt: Combinação de recomendações de analistas para %@ , com base no ponto final de dados de mercado de consenso de notas agrupadas.

source: App Subscription Limits
pt_pt: Limites de subscrição de aplicações

source: Appearance
pt_pt: Aparência

source: Apply
pt_pt: Aplicar

source: Apply DCF values to valuation
pt_pt: Aplicar valores DCF à avaliação

source: Archived
pt_pt: Arquivado

source: Asset Info
pt_pt: Informações do ativo

source: Average Buy Price (USD)
pt_pt: Preço médio de compra (USD)

# Avg %@ through %@
source: Avg %1$@ through %2$@
pt_pt: Média de %@ a %@

source: Back
pt_pt: Costas

source: Back to sign in
pt_pt: Voltar para fazer login

source: Back to Sign In
pt_pt: Voltar para fazer login

source: Badges
pt_pt: Distintivos

source: Based on monthly planned vs actuals.
pt_pt: Baseado no planeado vs real mensal.

source: Basic financials
pt_pt: Finanças básicas

source: Bear Scenario
pt_pt: Cenário Urso

source: Benchmark
pt_pt: Referência

source: BREAKDOWN
pt_pt: DISCRIMINAÇÃO

source: Broker
pt_pt: Corretor

source: Broker Status
pt_pt: Estado do corretor

source: BUDGET
pt_pt: ORÇAMENTO

source: Budget Category Details
pt_pt: Detalhes da categoria de orçamento

source: Budget Pillars
pt_pt: Pilares Orçamentais

source: Budget streak
pt_pt: Série de orçamento

source: Budget usage
pt_pt: Uso do orçamento

source: Bull Scenario
pt_pt: Cenário de Touro

source: By cost basis
pt_pt: Por base de custo

source: Cancel
pt_pt: Cancelar

source: Cash buffer
pt_pt: Reserva de caixa

source: Cash Flow Assumptions
pt_pt: Premissas de Fluxo de Caixa

source: Cash Flow History
pt_pt: Histórico de Fluxo de Caixa

source: Category
pt_pt: Categoria

source: Change
pt_pt: Alterar

source: Change Password
pt_pt: Alterar palavra-passe

source: Change Security Code
pt_pt: Alterar código de segurança

source: Check back later for updates.
pt_pt: Volte mais tarde para atualizações.

source: Choose how you'd like to bring in your existing holdings. You can always add more later.
pt_pt: Escolha como gostaria de trazer os seus acervos existentes. Pode sempre adicionar mais posteriormente.

source: Choose two peers to unlock comparison metrics.
pt_pt: Escolha dois pares para desbloquear as métricas de comparação.

source: Clear
pt_pt: Claro

source: Close
pt_pt: Perto

source: Close sign up
pt_pt: Fechar inscrição

source: Code
pt_pt: Código

source: Community Discord
pt_pt: Discórdia da comunidade

source: Compare relative price movement across the selected timeframe.
pt_pt: Compare o movimento relativo dos preços ao longo do período selecionado.

source: Compare valuation, growth, and profitability side by side against two peers.
pt_pt: Compare a avaliação, o crescimento e a rentabilidade lado a lado com dois pares.

source: Comparison data will appear after the stock loads.
pt_pt: Os dados de comparação aparecerão após o carregamento do stock.

source: Complete objectives to earn Bronze, Silver & Gold badges
pt_pt: Complete os objetivos para ganhar os emblemas Bronze, Prata e Ouro

source: Complete!
pt_pt: Concluir!

source: Confirm code
pt_pt: Confirmar código

source: Confirm new code
pt_pt: Confirmar novo código

source: Connect
pt_pt: Ligar

source: Connect IBKR
pt_pt: Conectar IBKR

source: Connect your AI tools so they can work with your Norviq data directly.
pt_pt: Ligue as suas ferramentas de IA para que possam trabalhar diretamente com os seus dados Norviq.

source: Consensus
pt_pt: Consenso

source: Contact Developer
pt_pt: Entre em contacto com o desenvolvedor

source: Contact Us
pt_pt: Contate-nos

source: Continue
pt_pt: Continuar

source: Continue with Free
pt_pt: Continuar com Grátis

source: Core valuation, profitability, balance-sheet, and 52-week context for %@.
pt_pt: Avaliação básica, rentabilidade, balanço e contexto de 52 semanas para %@ .

source: Coupon
pt_pt: Cupão

source: Coupon code
pt_pt: Código do cupão

source: Create
pt_pt: Criar

source: Create Account
pt_pt: Criar uma conta

source: Create your account
pt_pt: Crie o seu conta

source: Crypto
pt_pt: Criptografia

source: Crypto section
pt_pt: Secção criptográfica

source: CSV File
pt_pt: Arquivo CSV

source: CSV Provider
pt_pt: Fornecedor CSV

source: Current
pt_pt: Atual

source: Current code
pt_pt: Código atual

source: Current metrics
pt_pt: Métricas atuais

source: Current metrics are unavailable for this symbol right now.
pt_pt: As métricas atuais não estão atualmente disponíveis para este símbolo.

source: Current Password
pt_pt: Palavra-passe atual

source: Current position
pt_pt: Posição atual

source: Current Price
pt_pt: Preço Atual

source: Customize Dashboard
pt_pt: Personalizar painel

source: Dark
pt_pt: Escuro

source: Data Availability
pt_pt: Disponibilidade de dados

source: Data Coverage
pt_pt: Cobertura de dados

source: Data handling
pt_pt: Tratamento de dados

source: Data last updated: %@
pt_pt: Última atualização dos dados: %@

source: Date
pt_pt: Data

source: Date of Birth
pt_pt: Data de nascimento

source: DATE OF BIRTH
pt_pt: DATA DE NASCIMENTO

source: Day range
pt_pt: Intervalo de dias

# DCF scenario range: %@ bear case to %@ bull case.
source: DCF scenario range: %1$@ bear case to %2$@ bull case.
pt_pt: Alcance do cenário DCF: %@ caso de baixa até %@ caso de alta.

source: Default
pt_pt: Predefinição

source: Delete
pt_pt: Eliminar

source: Delete %@ from your portfolio?
pt_pt: Apagar %@ do seu portefólio?

source: Delete expense?
pt_pt: Excluir despesa?

source: Delete planned item?
pt_pt: Apagar item planeado?

source: Delete position
pt_pt: Apagar posição

source: Delete this month plan
pt_pt: Apagar este plano mensal

source: Details
pt_pt: Detalhes

source: Direction
pt_pt: Direção

source: Disconnect
pt_pt: Desconectar

source: Discount Rate
pt_pt: Taxa de desconto

source: Discounted cash flow (DCF) fair value estimates based on the projected explicit cash flows and the Gordon Growth terminal value.
pt_pt: Estimativas de valor justo de fluxo de caixa descontado (DCF) com base nos fluxos de caixa explícitos projetados e no valor terminal Gordon Growth.

source: Dismiss
pt_pt: Dispensar

source: Done
pt_pt: Concluído

source: Drag to reorder, tap eye to show/hide
pt_pt: Arraste para reordenar, toque no olho para mostrar/ocultar

source: Earnings
pt_pt: Resultados

source: Earnings & revenue growth forecasts
pt_pt: Previsões de crescimento dos lucros e receitas

source: Earnings for %@
pt_pt: Ganhos para %@

source: Earnings History
pt_pt: Histórico de ganhos

source: Earnings Info
pt_pt: Informações sobre os ganhos

source: Edit
pt_pt: Editar

source: Edit DCF Parameters
pt_pt: Editar parâmetros DCF

source: Edit Holding
pt_pt: Editar retenção

source: Edit monthly budget
pt_pt: Editar orçamento mensal

source: Edit price alert
pt_pt: Editar alerta de preço

source: Edit profile
pt_pt: Editar perfil

source: Edit Recurring
pt_pt: Editar recorrente

source: Edit Valuation
pt_pt: Editar avaliação

source: Email Address
pt_pt: Endereço de e-mail

source: Email Support
pt_pt: Suporte por e-mail

source: Enable Notification Alerts
pt_pt: Ativar alertas de notificação

source: Enable Notifications
pt_pt: Ativar notificações

source: Enable notifications to get alerts when your bull/base/bear targets are reached.
pt_pt: Ative as notificações para receber alertas quando as suas metas de alta/base/baixa forem atingidas.

source: End-to-end encryption and zero-knowledge architecture keep your financial information private.
pt_pt: A encriptação ponta a ponta e a arquitetura de conhecimento zero mantêm a privacidade das suas informações financeiras.

source: Enjoying the app? Leave a review
pt_pt: Está a gostar do aplicativo? Deixe um comentário

source: Enough for short-term volatility.
pt_pt: Suficiente para volatilidade de curto prazo.

source: Enter a name then tap ↑ or press Return.
pt_pt: Introduza um nome e toque em ↑ ou prima Return.

source: Enter a valid monthly budget greater than 0
pt_pt: Introduza um orçamento mensal válido superior a 0

source: Enter each position with its ticker symbol, quantity, and buy price.
pt_pt: Introduza cada posição com o seu símbolo, quantidade e preço de compra.

source: Enter the 6-digit code sent to %@.
pt_pt: Introduza o código de 6 dígitos enviado para %@ .

source: Enter the email address associated with your account and we'll send a code to reset your password.
pt_pt: Introduza o endereço de e-mail associado à sua conta e enviar-lhe-emos um código para redefinir a sua palavra-passe.

source: Enter your total monthly budget
pt_pt: Insira o seu orçamento mensal total

source: Environment
pt_pt: Ambiente

source: Environment: %@ testing
pt_pt: Ambiente: teste %@

source: ETH Gas
pt_pt: Gás ETH

source: Expense %lld
pt_pt: Despesa %lld

source: Expense actions
pt_pt: Ações de despesa

source: Expense name (e.g. Groceries)
pt_pt: Nome da despesa (por exemplo, mercearia)

source: Expenses
pt_pt: Despesas

source: Expenses and Budgeting
pt_pt: Despesas e orçamento

source: External link
pt_pt: Link externo

source: FCF to Net Income Ratio
pt_pt: Relação FCF/Lucro Líquido

source: Fear & Greed
pt_pt: Medo e Ganância

source: Filed %@
pt_pt: Arquivado %@

source: Financial Health
pt_pt: Saúde Financeira

source: Financial statements
pt_pt: Demonstrações financeiras

source: Focus this week
pt_pt: Foco esta semana

source: Follow on Instagram
pt_pt: Seguir no Instagram

source: Follow on TikTok
pt_pt: Seguir no TikTok

source: Follow on X
pt_pt: Seguir no X

source: Follow your device appearance.
pt_pt: Seguir a aparência do dispositivo.

source: Forgot Password?
pt_pt: Esqueceu-se da sua senha?

source: Free
pt_pt: Livre

source: Free Plan
pt_pt: Plano Gratuito

source: Frequency
pt_pt: Frequência

source: Frequently Asked Questions
pt_pt: Perguntas frequentes

source: Fundamentals
pt_pt: Fundamentos

source: Gainers
pt_pt: Ganhadores

source: Get full clarity on your net worth and make better decisions with Pro.
pt_pt: Obtenha total clareza sobre o seu património líquido e tome melhores decisões com o Pro.

source: Getting Started
pt_pt: Começando

source: Go to Home
pt_pt: Vá para casa

source: Goal
pt_pt: Objetivo

source: Good afternoon
pt_pt: Boa tarde

source: Good evening
pt_pt: Boa noite

source: Good morning
pt_pt: Bom dia

source: Good night
pt_pt: Boa noite

source: Help & Support
pt_pt: Ajuda e suporte

source: Hide confirm password
pt_pt: Ocultar confirmação de palavra-passe

source: Hide password
pt_pt: Ocultar palavra-passe

source: High
pt_pt: Alto

source: High price
pt_pt: Preço alto

source: Holding
pt_pt: Contenção

source: Holdings
pt_pt: Posições

source: Home
pt_pt: Início

source: Household Budget Tracking
pt_pt: Acompanhamento do orçamento familiar

source: Household partner
pt_pt: Parceiro doméstico

source: Household Partner
pt_pt: Parceiro doméstico

source: Household Spending
pt_pt: Gastos domésticos

source: How would you like to start building your workspace?
pt_pt: Como gostaria de começar a construir o seu espaço de trabalho?

source: IBKR Broker
pt_pt: Corretor IBKR

source: Import
pt_pt: Importação

source: Import CSV
pt_pt: Importar CSV

source: Import Result
pt_pt: Resultado da importação

source: Import Your Portfolio
pt_pt: Importe o seu portfólio

source: Importing
pt_pt: Importando

source: Income
pt_pt: Rendimento

source: INCOME ALLOCATION
pt_pt: ALOCAÇÃO DE RENDA

source: Indexed forecast path for revenue, earnings, and %@ in the selected scenario.
pt_pt: Caminho de previsão indexado para receitas, lucros e %@ no cenário selecionado.

source: Indexed value
pt_pt: Valor indexado

# Inserted: %lld • Updated: %lld • Errors: %lld
source: Inserted: %1$lld • Updated: %2$lld • Errors: %3$lld
pt_pt: Inserido: %lld • Atualizado: %lld • Erros: %lld

source: Insights
pt_pt: Percepções

source: Integrations
pt_pt: Integrações

source: Interactive Brokers
pt_pt: Corretores interativos

source: Intrinsic valuation (DCF)
pt_pt: Avaliação intrínseca (DCF)

source: Intrinsic Value
pt_pt: Valor intrínseco

source: Join an elite community and experience the future of editorial financial management.
pt_pt: Junte-se a uma comunidade de elite e experimente o futuro da gestão financeira editorial.

source: Join Discord
pt_pt: Entrar no Discord

source: Keep
pt_pt: Manter

source: Language
pt_pt: Idioma

source: Latest annual series
pt_pt: Última série anual

source: LATEST MONTH BREAKDOWN
pt_pt: DESCRIÇÃO DO ÚLTIMO MÊS

source: Leave a review
pt_pt: Deixe um comentário

source: Left
pt_pt: Esquerda

source: Light
pt_pt: Claro

source: Line %lld
pt_pt: Linha %lld

source: Link
pt_pt: Ligação

source: List name
pt_pt: Nome da lista

# Live quote for %@ in %@. Current price, session move, and today's range.
source: Live quote for %1$@ in %2$@. Current price, session move, and today's range.
pt_pt: Cotação ao vivo para %@ em %@ . Preço atual, movimento da sessão e intervalo de hoje.

source: Loading broker connection...
pt_pt: Carregando ligação do corretor...

source: Loading broker connections...
pt_pt: Carregando ligações do corretor...

source: Loading focus points...
pt_pt: Carregamento de pontos de foco...

source: Loading stock...
pt_pt: Carregando stock...

source: Loading suggestion
pt_pt: Carregando sugestão

source: Loading upcoming...
pt_pt: Carregando próximo...

source: Loading your workspace
pt_pt: Carregar o seu espaço de trabalho

source: Loading...
pt_pt: A carregar...

source: Log
pt_pt: Registo

source: Log in instead
pt_pt: Em vez disso, inicie sessão

source: Log out
pt_pt: Terminar sessão

source: Logout
pt_pt: Terminar sessão

source: Losers
pt_pt: Perdedores

source: Low
pt_pt: Baixo

source: Low price
pt_pt: Preço baixo

source: Manage
pt_pt: Gerir

source: Manage lists
pt_pt: Gerir listas

source: Manage Subscription
pt_pt: Gerir assinatura

source: Market data coverage
pt_pt: Cobertura de dados de mercado

source: Market data coverage is separate from your Norviq subscription. If a data source does not cover a symbol or date range, the app keeps the rest of the stock page usable.
pt_pt: A cobertura de dados de mercado é separada da sua subscrição Norviq. Se uma fonte de dados não abranger um símbolo ou intervalo de datas, a aplicação manterá o resto da página de ações utilizável.

source: Market Dominance
pt_pt: Domínio do mercado

source: Market snapshot
pt_pt: Instantâneo do mercado

source: Me
pt_pt: Eu

source: Metric
pt_pt: Métrica

source: Mode
pt_pt: Modo

source: Month
pt_pt: Mês

source: Monthly
pt_pt: Mensal

source: Monthly budget
pt_pt: Orçamento mensal

source: Monthly Budget
pt_pt: Orçamento Mensal

source: Monthly Budget Plan
pt_pt: Plano de orçamento mensal

source: Monthly budget will be set to %@. Include salary and side income. You can edit this later in Expenses.
pt_pt: O orçamento mensal será definido como %@ . Inclui salário e rendimento adicional. Pode editar isso posteriormente em Despesas.

source: Monthly detail
pt_pt: Detalhe mensal

source: Monthly plan items
pt_pt: Itens do plano mensal

source: Monthly Spending
pt_pt: Gastos Mensais

source: Monthly Split Comparison
pt_pt: Comparação de divisão mensal

source: More Insights
pt_pt: Mais informações

source: Movers
pt_pt: Movimentadores

source: My plan
pt_pt: O meu plano

source: My share
pt_pt: A minha parte

source: My spending
pt_pt: Os meus gastos

source: Name
pt_pt: Nome

source: Net P&L
pt_pt: Lucro e perda líquidos

source: New 6-digit code
pt_pt: Novo código de 6 dígitos

source: New List
pt_pt: Nova lista

source: New Password
pt_pt: Nova palavra-passe

source: New pillar name
pt_pt: Novo nome do pilar

source: New Recurring
pt_pt: Novo recorrente

source: News
pt_pt: Notícias

source: News Error
pt_pt: Erro de notícias

source: News icon
pt_pt: Ícone de notícias

source: No account? Sign up instead
pt_pt: Sem conta? Inscreva-se em vez

source: No Allocation Yet
pt_pt: Nenhuma alocação ainda

source: No assets found for this query.
pt_pt: Nenhum ativo encontrado para esta consulta.

source: No baseline for trend yet
pt_pt: Sem dados para tendência ainda

source: No basic financial metrics are available for this stock right now.
pt_pt: Nenhuma métrica financeira básica está disponível para esta ação neste momento.

source: No budget plan for %@. Create one or select a different month from the title menu.
pt_pt: Sem plano orçamental para %@ . Crie um ou selecione um mês diferente no menu do título.

source: No comparison chart data is available.
pt_pt: Nenhum dado de gráfico de comparação está disponível.

source: No Crypto Holdings
pt_pt: Sem participações criptográficas

source: No earnings releases found for the selected date.
pt_pt: Não foi encontrada nenhuma divulgação de resultados para a data selecionada.

source: No Earnings Today
pt_pt: Sem ganhos hoje

source: No expenses logged
pt_pt: Nenhuma despesa registada

source: No focus points yet. Add one to start tracking this week.
pt_pt: Ainda não existem pontos de foco. Adicione um para começar a acompanhar esta semana.

source: No live quote data is available for this stock right now.
pt_pt: Não estão disponíveis dados de cotação ao vivo para esta ação neste momento.

source: No months available for this year yet.
pt_pt: Ainda não há meses disponíveis para este ano.

source: No News
pt_pt: Sem notícias

source: No performance data available
pt_pt: Não existem dados de desempenho disponíveis

source: No planned items
pt_pt: Nenhum item planeado

source: No planned items yet.
pt_pt: Ainda não há itens planeados.

source: No portfolio trend yet
pt_pt: Nenhuma tendência de portfólio ainda

source: No Positions
pt_pt: Sem posições

source: No preview yet
pt_pt: Ainda não há visualização

source: No price chart data is available for this symbol yet.
pt_pt: Ainda não estão disponíveis dados de gráfico de preços para este símbolo.

source: No price history available yet.
pt_pt: Nenhum histórico de preços disponível ainda.

source: No recent activity
pt_pt: Nenhuma atividade recente

source: No recent news available yet.
pt_pt: Nenhuma notícia recente disponível ainda.

source: No sector data available
pt_pt: Não há dados do setor disponíveis

source: No spending recorded
pt_pt: Nenhum gasto registado

source: No spending recorded for this month yet.
pt_pt: Nenhum gasto registado para este mês ainda.
